"language_name" = "Slovenščina";

"settings_title" = "Nazaj";

"terms_of_use" = "Pogoji in pravila uporabe";

"app_name" = "Donat Mg Moments";

"action_calendar" = "Kalendar";
"action_settings" = "Nastavitve";

"home_screen" = "Domov";

"settings" = "Nastavite";
"seznam" = "Seznam";

"home_screen_title" = "Pomislite na svoje zdravje v pravem trenutku. Aplikacija nudi napotke za pitje naravne mineralne vode Donat Mg, na osnovi katerih Medical center Rogaška že več kot 400 let izvaja terapije. Pravilno pitje Donata Mg iz izvira predpiše zdravnik balneolog po natančnem pregledu in preiskavah, doma pa lahko pitni kuri sledite s pomočjo te aplikacije.";

"drinking" = "Način pitja";
"interval" = "Trajanje";

"start_date" = "Izbrani začetni dan pitja:";

"button_indication_start" = "VKLOPI";
"button_indication_stop" = "IZKLOPI";

"confirmation_title" = "Uspešno ste nastavili opomnik";
"confirmation_desc" = "Opomnik za pitje Donata Mg je sedaj nastavljen. Na zdravje!";
"confirmation_back" = "Na vstopno stran";

"save" = "SHRANI";

"zbujanje" = "Zbujanje";
"zajtrk" = "Zajtrk";
"kosilo" = "Kosilo";
"vecerja" = "Večerja";
"spanje" = "Spanje";

"obrokov" = "Število obrokov";

"close" = "ZAPRI";

"home" = "Nazaj";

"licence" = "© Droga Kolinska d.d. Vse pravice pridržane. Droga Kolinska je del Atlantic Grupe.";

"rules_html" = "rules_sl.html";

"choose_language" = "Izberi jezik";

"choose_obrokov" = "Število obrokov";

"indication_1" = "Zaprtost";
"indication_2" = "Zgaga";
"indication_3" = "Pomanjkanje magnezija";
"indication_4" = "Sladkorna bolezen";
"indication_5" = "Bolezni žolčnika in trebušne slinavke";
"indication_6" = "Nastanek sečnih kamnov";
"indication_7" = "Debelost in hujšanje";
"indication_8" = "Bolezni srca in ožilja";
"indication_9" = "Stres, glavoboli";
"indication_10" = "Za boljše počutje";

"indication_1_desc" = "Donat Mg je naravno ozmotsko odvajalo. Vsebuje sulfatne soli in okoli 1000 mg/l magnezija. Sulfatni ioni imajo sposobnost vezanja velikih količin vode, zato se poveča volumen črevesne vsebine od 3- do 5-krat, kar izzove gibanje črevesja.";
"indication_2_desc" = "Donat Mg ima zaradi vsebnosti okrog 7.800 mg hidrogenkarbonata sposobnost vezanja kislin in pufranja prostih kislin. Natrijev hidrogenkarbonat v Donatu Mg s svojim alkalnim vplivom deluje protivnetno na želodčno sluznico; magnezij in kalcij, ki spremljata natrij, pa zmanjšujeta njeno oteklost.";
"indication_3_desc" = "Donat Mg je najbogatejša naravna mineralna voda z magnezijem*. Na dan potrebujemo povprečno 375 mg tega minerala. Potrebe po magneziju se povečajo v obdobju nosečnosti in dojenja ter hitre rasti v mladostništvu. Večje izgube in s tem večje dnevne potrebe se pojavijo v starosti, ob nekaterih metabolnih motnjah, uživanju nekaterih zdravil, dietah in v stresnih obdobjih. Telo ga lažje absorbira iz vode, kot iz hrane. Magnezij v mineralni vodi je telesu takoj na razpolago in se lahko hitro vključi v presnovne procese.\n\n*Pregledani primerjalni podatki obsegajo vse na trgu dostopne, priznane, naravne mineralne vode iz registra EU.";
"indication_4_desc" = "Pomanjkanje magnezija pri osebah z diabetesom tipa 2 nastopi zaradi povečanih izgub tega minerala preko urina. Diabetes mellitus pri vseh (tudi pri nosečnicah), ki so prvič zbolele za sladkorno boleznijo, povzroča neravnovesje glukoze v krvi in zavira delovanje inzulina. S pitjem Donata Mg nadoknadite magnezij in sladkorna bolezen bo bolj urejena, nihanja sladkorja pa manj izrazita.";
"indication_5_desc" = "Žolč bolnikov, operiranih zaradi kamnov, vsebuje preveč holesterola ali premalo žolčnih kislin in lecitina. V prepognjenem žolčniku se nabira gostejši žolč, ki se ne izprazni povsem. Magnezijev sulfat v Donatu Mg pospešuje izločanje žolča. Redno praznjenje žolčnika tako preprečuje nastanek žolčnih kamnov.";
"indication_6_desc" = "Donat Mg ima visoko vsebnost hidrogenkarbonata in magnezija, s čimer na naraven način preprečuje nastanek kalcijevih oksalatnih, uratnih in cistinskih kamnov, ki nastajajo v kislem miljeju. Obe sestavini vplivata na regulacijo bazno-kislega ravnovesja v telesu. Posebej hidrogenkarbonat, ki nase veže kisline, ustvarja močan bazični pribitek in s tem ustvarja alkalno okolje, ki preprečuje tvorbo navedenih vrst kamnov.";
"indication_7_desc" = "Donat Mg pri hujšanju nevtralizira nastale kisline in nadomešča izgubljene minerale. Na začetku hujšanja je zelo koristen, saj je naravno odvajalo in telo očisti strupov. Sulfatne soli v Donatu Mg povečujejo izločanje holecistokinina, kar zmanjšuje apetit. Magnezij pa pospešuje presnovo, krepi odpornost in poveča zaloge energije.";
"indication_8_desc" = "Donat Mg vsebuje zelo malo kuhinjske soli, zato nima vpliva na krvni tlak. Vsebuje višje količine magnezija (1000 mg/l). Magnezij je nujno potreben element, ki med ostalim prispeva k delovanju mišičnega sistema. Tudi naše srce je mišica, ki za svoje normalno delovanje potrebuje magnezij. Potrebno ga je vnašati dnevno, če ne želimo, da pride do srčnega popuščanja, motenj srčnega ritma in drugih nevšečnosti, ki lahko spremljajo pomanjkanje tega pomembnega minerala.";
"indication_9_desc" = "Stres vpliva na naše fizično telo in na duševnost, saj telo preko vode izgublja več mineralnih snovi, zato se v tem obdobju potreba po vitaminih in mineralih poveča. Pomanjkanje magnezija lahko sproži celo nekatere vrste glavobolov. Donat Mg je bogat s tem mineralom, ki ga znanstveniki imenujejo tudi »antistresni mineral« ter »balzam za živce in mišice«.";
"indication_10_desc" = "Donat Mg je bogat predvsem z magnezijem, sulfati, hirogenkarbonati, vsebuje še kalcij, natrij in druge mikro elemente. Naše telo bogati z minerali, sočasno pa zaradi višje vsebnosti hidrogenkarbonata ureja bazno-kislo ravnovesje telesa. Lahko ga pijemo vse življenje tako za zdravje kot splošno dobro počutje.";

"indication_1_time" = "Stalno ali 5 dni, prekinitev 2 dni";
"indication_2_time" = "Stalno ali s krajšimi prekinitvami";
"indication_3_time" = "Stalno ali s krajšimi prekinitvami";
"indication_4_time" = "5 dni, prekinitev 2 dni, stalno ponavljanje";
"indication_5_time" = "6 tednov, prekinitev 4 tedne, 3x letno";
"indication_6_time" = "Stalno ali s krajšimi prekinitvami";
"indication_7_time" = "3 mesece, prekinitev 1 mesec, 3x letno";
"indication_8_time" = "2 meseca, prekinitev 1 mesec, 3x letno";
"indication_9_time" = "2 meseca, prekinitev 1 mesec, 3x letno";
"indication_10_time" = "Stalno ali s krajšimi prekinitvami";

"drinking_na_tesce" = "Na tešče";
"drinking_pred_spanjem-1" = "Pred spanjem (po potrebi)";
"drinking_pred_spanjem-6" = "Pred spanjem in ponoči ob prebujanju";
"drinking_pred_spanjem" = "Pred spanjem";
"drinking_veckrat_dnevno" = "Večkrat dnevno";
"drinking_20_min_pred" = "Večkrat dnevno 20 min pred jedjo";
"drinking_med_obroki" = "Med obroki in 1-2 uri po jedi";
"drinking_opoldne" = "Opoldne";
"drinking_zvecer" = "Zvečer";
"drinking_pred_kosilom" = "Pred kosilom";
"drinking_pred_vecerjo" = "Pred večerjo";
"drinking_obcutek_lakote" = "Pri občutku lakote med in pred obroki";
"drinking_3_4_dnevno" = "3-4 krat dnevno";
"drinking_pred_jedjo" = "Pred jedjo";

"temperature_toplo" = "30–37℃ (toplo)";
"temperature_mlacno" = "23–25℃ (mlačno)";
"temperature_sobna" = "20℃ (sobna temperatura)";
"temperature_hladno" = "17–18℃ (hladno)";
"temp_toplo" = "toplo";
"temp_mlacno" = "mlačno";
"temp_sobna" = "sobna temperatura";
"temp_hladno" = "hladno";
"volume_suffix" = "dcl";

"speed_hitro" = "Hitro";
"speed_razmeroma_hitro" = "Razmeroma hitro";
"speed_pocasi" = "Počasi";

"days_localized" = "PTSČPSN";
"month_1" = "Januar";
"month_2" = "Februar";
"month_3" = "Marec";
"month_4" = "April";
"month_5" = "Maj";
"month_6" = "Junij";
"month_7" = "Julij";
"month_8" = "Avgust";
"month_9" = "September";
"month_10" = "Oktober";
"month_11" = "November";
"month_12" = "December";

"month_1_short" = "Jan";
"month_2_short" = "Feb";
"month_3_short" = "Mar";
"month_4_short" = "Apr";
"month_5_short" = "Maj";
"month_6_short" = "Jun";
"month_7_short" = "Jul";
"month_8_short" = "Avg";
"month_9_short" = "Sep";
"month_10_short" = "Okt";
"month_11_short" = "Nov";
"month_12_short" = "Dec";

"time_zjutraj" = "Zjutraj";
"time_opoldne" = "Opoldne";
"time_zvecer" = "Zvečer";

"rate_title" = "Vam je aplikacija všeč?";
"rate_message" = "Vzemite si moment in ocenite svoje zadovoljstvo z aplikacijo Donat Mg Moments. Cenimo vaše mnenje!";
"rate_cancel" = "DA";
"rate_ratenow" = "NE";
"rate_later" = "OPOMNI ME POZNEJE";

"rate_title" = "OCENITE APLIKACIJO";